"""
🍁~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~🍁
            from |=== ʍǟֆȶɛʀʍɨռɖ-ʋʀȶӼ -_-====|
            For any support ask me in here @vrtxmusic
🍁~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~🍁

🍁Remastered Version of Riyuk_Singer_Vrtx🍁
"""

import os


"+|========================================== ʍǟֆȶɛʀʍɨռɖ-ʋʀȶӼ -_- ==============================================+"
class Li:
    API_ID = int(os.environ["API_ID"])
    API_HASH = os.environ["API_HASH"]
    SESSION_NAME = os.environ["SESSION_NAME"]
"+|========================================== ʍǟֆȶɛʀʍɨռɖ-ʋʀȶӼ -_- ==============================================+"