"""
🍁~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~🍁
            from |=== ʍǟֆȶɛʀʍɨռɖ-ʋʀȶӼ -_-====|
            For any support ask me in here @vrtxmusic
🍁~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~🍁

🍁Remastered Version of Riyuk_Singer_Vrtx🍁
"""

"+|========================================== ʍǟֆȶɛʀʍɨռɖ-ʋʀȶӼ -_- ==============================================+"

from pyrogram import Client as mip, idle
from KIRA.pyro_auth import Li
from NoteBook.design_i import *

"+|========================================== ʍǟֆȶɛʀʍɨռɖ-ʋʀȶӼ -_- ==============================================+"

API_ID = Li.API_ID
API_HASH = Li.API_HASH
SESSION_NAME = Li.SESSION_NAME

"+|========================================== ʍǟֆȶɛʀʍɨռɖ-ʋʀȶӼ -_- ==============================================+"

PLUGINS = dict(
    root="Death_Note",
    include=[
        "dedsec.shinigami_ryuk",
        "ryuk"
            ]
                )

"+|========================================== ʍǟֆȶɛʀʍɨռɖ-ʋʀȶӼ -_- ==============================================+"

ʍǟֆȶɛʀʍɨռɖ = mip(SESSION_NAME, API_ID, API_HASH, plugins=PLUGINS)
ʍǟֆȶɛʀʍɨռɖ.start()
print('🍁🎷一═デ︻ ֆɦɨռɨɢǟʍɨ_Rʏʊӄ ︻デ═一\nONLINE🍁🎷\n')
print(DES_ME)
idle()
ʍǟֆȶɛʀʍɨռɖ.stop()
print('🍁⚰️一═デ︻ ֆɦɨռɨɢǟʍɨ_Rʏʊӄ ︻デ═一\nOFFLINE ⚰️🍁\n')
print(DED_ME)

"+|========================================== ʍǟֆȶɛʀʍɨռɖ-ʋʀȶӼ -_- ==============================================+"
